Repository: syamilmj/Aqua-Page-Builder
Catalog: languages/aqpb-l10n-*.po
Languages: pt_br

source: Use this block to clear the floats between two or more separate blocks vertically.
pt_br: Utilize este bloco para limpar os floats entre dois ou mais blocos separados verticalmente.

source: Drag block items into this column box
pt_br: Arrastar os blocos para caixa da coluna

source: Automatically add paragraphs
pt_br: Adicionar parágrafos automaticamente

source: function AQ_Block::block should not be accessed directly. Output generated by the
pt_br: função AQ_Block ::block não deve ser acessada diretamente. Saída gerada por

source: There are no options for this block.
pt_br: Não há opções para este bloco.

source: Page Builder
pt_br: Construtor de Páginas

source: Drag block items from the left into this area to begin building your template.
pt_br: Arraste itens dos blocos da esquerda para essa área para começar a construir o seu template.

source: This template is empty
pt_br: Este Template está vazio

source: Please select your template first!
pt_br: Por favor selecione primeiro o Template!

source: You don't have any template yet. Let's %s create %s one!
pt_br: Você ainda não tem qualquer Template. Vamos %s criar %s um!

source: Choose Your Page Template
pt_br: Escolha seu Template de Página

source: For more information:
pt_br: Para mais informações

source: <a href="http://aquagraphite.com/api/documentation/aqua-page-builder" target="_blank">Documentation</a>
pt_br: <a href="http://aquagraphite.com/api/documentation/aqua-page-builder" target="_blank">Documentação</a>

source: Overview
pt_br: Visão geral

source: Drag block items into this box
pt_br: Arrastar blocos para dentro da caixa

source: The page builder allows you to create custom page templates which you can later use for your pages.
pt_br: O construtor de páginas permite criar templates de páginas personalizados que você pode usar mais tarde para suas páginas.

source: To use the page builder, start by adding a new template. You can drag and drop the blocks on the left into the building area on the right of the screen. Each block has its own unique configuration which you can manually configure to suit your needs
pt_br: Para utilizar o construtor de páginas, comece adicionando um novo template. Você pode arrastar e soltar os blocos da esquerda para a área do construtor à direita da tela. Cada bloco tem sua própria configuração, que você pode configurar manualmente para atender às suas necessidades

source: Please refer to the
pt_br: Por favor, consulte o

source: documentation page
pt_br: página da documentação

source: for more information on how to use this feature.
pt_br: para mais informações sobre como usar este recurso.

source: Cheatin&#8217; uh?
pt_br: Trapaceando, é?

source: The
pt_br: O

source: page template has been successfully created
pt_br: template de página foi criada com sucesso

source: Sorry, the operation was unsuccessful for the following reason(s):
pt_br: Desculpe, a operação não foi bem sucedida pelo seguinte motivo (s):

source: template has been successfully cloned
pt_br: template de página foi clonado com sucesso

source: page template has been updated
pt_br: template de página foi atualizada

source: The template has been successfully deleted
pt_br: O template foi excluído com sucesso

source: Select a template to edit:
pt_br: Selecione um template para editar:

source: -- Select --
pt_br: -- Selecione --

source: or
pt_br: ou

source: Create a new template
pt_br: Criar um novo template

source: Create your new template below
pt_br: Criar um novo template abaixo

source: Available Blocks
pt_br: Blocos Disponíveis

source: Deleting
pt_br: Excluindo

source: Template Name
pt_br: Nome do Template

source: Enter template name here
pt_br: Digite o nome do template aqui

source: Create Template
pt_br: Criar Template

source: Save Template
pt_br: Salvar Template

source: To create a custom page template, give it a name above and click Create Template. Then choose blocks like text, widgets or tabs &amp; toggles from the left column to add to this template. <br/><br/> You can drag and drop the blocks to put them in the order you want. Click on the small arrow at the corner of each block to reveal additional configuration options. You can also resize each block by clicking on either side of the block (Note that some blocks are not resizable) <br/><br/> When you have finished building your custom page template, make sure you click the Save Template button.
pt_br: Para criar um template de página personalizado, dar-lhe um nome acima e clique em Criar Template. Em seguida, escolha blocos como texto, widgets ou tabs &amp; toggles na coluna da esquerda para adicionar a este modelo. <br/><br/> Você pode arrastar e soltar os blocos para colocá-los na ordem que quiser. Clique na pequena seta no canto de cada bloco para revelar as opções de configuração adicionais. Você também pode redimensionar cada bloco, clicando em ambos os lados do bloco (Note que alguns blocos não são redimensionáveis) <br/><br/> Quando terminar a construção de seu template de página personalizado, certifique-se de clicar no botão Salvar Template.

source: Delete Template
pt_br: Deletar Template

source: Clone Template
pt_br: Clonar Template
